Repository: ttimocin/BaseHW
Catalog: BaseHW/Resources/SharedResource.*.resx
Languages: tr_tr

# privacy7
source: Hot wheels, siku and other brand model car information in the databases on our site It is provided for users to research. This information, our users, When they visit the site, they can view and research. Membership on our site. We do not collect or store your personal information.
tr_tr: Sitemizdeki veritabanlarında yer alan hot wheels, siku ve diğer marka model araba bilgileri kullanıcıların araştırma yapması amacıyla sunulmaktadır. Bu bilgileri kullanıcılarımız, siteyi ziyaret ettiklerinde görüntüleyebilir ve araştırma yapabilirler. Sitemizde üyelik uygulaması olmadığı için, kişisel bilgilerinizi toplamıyoruz veya saklamıyoruz.

# privacy8
source: Links to Other Websites
tr_tr: Diğer Web Sitelerine Bağlantılar

# privacy9
source: Our site may contain links to other websites. These links are additional to the user. provided to provide information. With the privacy practices of the linked websites We are not responsible for it. When using links, the targeted website We recommend that you review the privacy policy.
tr_tr: Sitemiz, diğer web sitelerine bağlantılar içerebilir. Bu bağlantılar, kullanıcıya ek bilgi sağlamak amacıyla sunulmuştur. Bağlantılı web sitelerin gizlilik uygulamalarıyla ilgili olarak sorumluluk taşımamaktayız. Bağlantıları kullanırken, hedeflenen web sitesinin gizlilik politikasını incelemenizi öneririz.

# privacyapp1
source: This Privacy Policy explains how we protect the privacy of users of the BaseHW mobile application (hereinafter referred to as the “Application”). The application undertakes to protect the personal information of its users and collects and uses this information only for the purposes described here.
tr_tr: Bu Gizlilik Politikası, BaseHW adlı mobil uygulamanın (bundan sonra “Uygulama” olarak anılacaktır) kullanıcılarının gizliliğini nasıl koruduğumuzu açıklamaktadır. Uygulama, kullanıcılarının kişisel bilgilerini korumayı taahhüt eder ve bu bilgileri yalnızca burada açıklanan amaçlar doğrultusunda toplar ve kullanır.

# privacyapp10
source: Cookies
tr_tr: Çerezler

# privacyapp11
source: The application may place cookies on users' devices. Cookies are used to analyze the usage of the Application, to provide a better experience to users and to measure the usage of the Application. Users can disable or refuse cookies, but in this case some functions of the Application may not work.
tr_tr: Uygulama, kullanıcıların cihazlarına çerezler yerleştirebilir. Çerezler, Uygulama’nın kullanımını analiz etmek, kullanıcılara daha iyi bir deneyim sunmak ve Uygulama’nın kullanımını ölçmek için kullanılır. Kullanıcılar, çerezleri devre dışı bırakabilir veya reddedebilir, ancak bu durumda Uygulama’nın bazı işlevleri çalışmayabilir.

# privacyapp12
source: Security
tr_tr: Güvenlik

# privacyapp13
source: The application takes the necessary measures for the security of the personal information of the users. If the Application needs to ensure the security of sensitive information such as photos of users' model cars, the Application takes the necessary measures for the security of users' personal information. The application takes appropriate technical and managerial security measures to ensure the security of sensitive information such as photos of users' model cars. These include data encryption, secure server and database access, and regular security testing.
tr_tr: Uygulama, kullanıcıların kişisel bilgilerinin güvenliği için gerekli önlemleri alır. Uygulama, kullanıcıların model arabalarının fotoğrafları gibi hassas bilgilerin güvenliğini sağlamak gerekirse, Uygulama, kullanıcıların kişisel bilgilerinin güvenliği için gerekli önlemleri alır. Uygulama, kullanıcıların model arabalarının fotoğrafları gibi hassas bilgilerin güvenliğini sağlamak için uygun teknik ve yönetimsel güvenlik önlemlerini alır. Bunlar arasında, verilerin şifrelenmesi, güvenli sunucu ve veritabanı erişimi ve düzenli güvenlik testleri yer alır.

# privacyapp14
source: The app does not knowingly collect personal information of children. However, we recommend that children under the age of 13 do not use this App without parental or guardian consent.
tr_tr: Uygulama, çocukların kişisel bilgilerini bilerek toplamaz. Ancak, ebeveynlerin veya vasilerin izni olmadan 13 yaşın altındaki çocukların bu Uygulama’yı kullanmamasını öneririz.

# privacyapp15
source: Data Retention Period
tr_tr: Veri Saklama Süresi

# privacyapp16
source: The Application may delete the information about the model cars of the users in accordance with the user's request or the automatic deletion policies determined by the Application for their deletion after a certain period of time. Users can apply to the Application at any time when they wish to delete their account.
tr_tr: Uygulama, kullanıcıların model arabaları hakkındaki bilgileri, kullanıcının talebi veya Uygulama’nın belirli bir süre sonra silinmeleri için belirlediği otomatik silme politikaları doğrultusunda silebilir. Kullanıcılar, Uygulama’ya hesaplarını silmek istediklerinde herhangi bir zaman içinde başvurabilirler.

# privacyapp17
source: Changes
tr_tr: Değişiklikler

# privacyapp18
source: The App may update this Privacy Policy from time to time. Users are advised to check the App regularly to access the updated Privacy Policy. Users' continued use of the Application means that they accept the updated Privacy Policy.
tr_tr: Uygulama, bu Gizlilik Politikasını zaman zaman güncelleyebilir. Güncellenmiş Gizlilik Politikasına erişmek için kullanıcıların Uygulama’yı düzenli olarak kontrol etmeleri önerilir. Kullanıcıların Uygulama’yı kullanmaya devam etmeleri, güncellenmiş Gizlilik Politikasını kabul ettikleri anlamına gelir.

# privacyapp19
source: Contact
tr_tr: İletişim

# privacyapp2
source: Collection and Use of Personal Information
tr_tr: Kişisel Bilgilerin Toplanması ve Kullanımı

# privacyapp20
source: If you have questions or concerns regarding this Privacy Policy, please email us: hwdiecasttr@gmail.com
tr_tr: Bu Gizlilik Politikası ile ilgili sorularınız veya endişeleriniz varsa, lütfen bize e-posta gönderin: hwdiecasttr@gmail.com

# privacyapp21
source: As a result, the Application strives to protect the privacy of its users and collects and uses users' personal information only for the purposes described here. It is recommended that users take the necessary precautions to ensure the security of their personal information while using the Application.
tr_tr: Sonuç olarak, Uygulama, kullanıcılarının gizliliğini korumak için çaba gösterir ve kullanıcıların kişisel bilgilerini yalnızca burada açıklanan amaçlar doğrultusunda toplar ve kullanır. Kullanıcıların Uygulama’yı kullanırken kişisel bilgilerinin güvenliğini sağlamak için gerekli önlemleri almaları önerilir.

# privacyapp3
source: The application collects the information users need to save their model car collections. This information may include personal information such as e-mail address, password and photos of model cars. Users' provision of this information is entirely voluntary and the App uses this information only for the purpose of storing and managing the user's model cars. The application will not share users' personal information with third parties.
tr_tr: Uygulama, kullanıcıların model araba koleksiyonlarını kaydetmek için gereken bilgileri toplar. Bu bilgiler, e-posta adresi, şifresi ve model arabaların fotoğrafları gibi kişisel bilgileri içerebilir. Kullanıcıların bu bilgileri sağlaması tamamen gönüllüdür ve Uygulama, bu bilgileri yalnızca kullanıcının model arabalarını saklamak ve yönetmek amacıyla kullanır. Uygulama, kullanıcıların kişisel bilgilerini üçüncü taraflarla paylaşmayacaktır.

# privacyapp4
source: Camera Permission
tr_tr: Kamera İzni

# privacyapp5
source: The app may ask users for camera permission to save model car photos. Users' captured photos are not sent anywhere, they are only saved in the Application database on the user's own device.
tr_tr: Uygulama, model araba fotoğraflarını kaydetmek için kullanıcılardan kamera izni isteyebilir. Kullanıcıların çekilen fotoğrafları herhangi bir yere gönderilmez, yalnızca kullanıcının kendi cihazındaki Uygulama veritabanına kaydedilir.

# privacyapp6
source: Login information
tr_tr: Giriş Bilgileri

# privacyapp7
source: The Application may request an e-mail address and password for users to log into the Application. This information is saved on the Firebase site and app developers do not have access to passwords.
tr_tr: Uygulama, kullanıcıların Uygulama’ya giriş yapması için e-posta adresi ve şifre talep edebilir. Bu bilgiler, Firebase sitesinde kaydedilir ve uygulama geliştiricilerinin şifrelere erişimi mümkün değildir.

# privacyapp8
source: Data Storage
tr_tr: Veri Depolama

# privacyapp9
source: Users' model car data is saved on the phone where the App is installed. This data is protected for the security and privacy of the user's device and is not sent anywhere.
tr_tr: Kullanıcıların model araba verileri, Uygulama’nın yüklendiği telefonda kaydedilir. Bu veriler, kullanıcının cihazının güvenliği ve gizliliği için korunur ve herhangi bir yere gönderilmez.

# red1
source: Hot Wheels Redlines is a legendary line of toy vehicles produced between 1968 and 1977. This period is considered one of the oldest and most valuable models of Hot Wheels and is of great interest among collectors. The name "Redlines" comes from the fact that tires from this period were decorated with red stripes.
tr_tr: Hot Wheels Redlines, 1968 ile 1977 yılları arasında üretilmiş olan efsanevi oyuncak araç serisidir. Bu dönem, Hot Wheels'in en eski ve en değerli modellerinden biri olarak kabul edilir ve koleksiyoncular arasında büyük ilgi görür. "Redlines" adı, bu dönemdeki lastiklerin kırmızı çizgilerle süslenmesinden gelir.

# red2
source: Hot Wheels Redlines was originally released by Mattel in 1968 and was designed by automotive design expert Elliot Handler and his team. The vehicles in the original series drew attention with their cast metal bodies, moving wheels and realistic designs. Also, underneath the vehicles were a series of barbed metal protrusions so vehicles could go faster and smoother on Hot Wheels tracks.
tr_tr: Hot Wheels Redlines, ilk olarak 1968 yılında Mattel tarafından piyasaya sürüldü ve otomotiv tasarımı uzmanı Elliot Handler ve ekibi tarafından tasarlandı. Orijinal serideki araçlar, dökme metal gövdeleri, hareketli tekerlekleri ve gerçekçi tasarımlarıyla dikkat çekti. Ayrıca, araçların altında bir dizi dikenli metal çıkıntı bulunuyordu, bu sayede araçlar Hot Wheels pistlerinde daha hızlı ve daha düzgün bir şekilde ilerleyebiliyordu.

# red3
source: The era of Redlines included a wide range of vehicles inspired by real models in the auto industry. Classic muscle cars, sports cars, trucks, fire trucks and many more different models were produced. New models were added every year, and some color and design variations were made from previous models.
tr_tr: Redlines dönemi, otomobil endüstrisindeki gerçek modellerden ilham alan geniş bir araç yelpazesini içeriyordu. Klasik muscle car'lar, spor arabalar, kamyonlar, itfaiye araçları ve daha birçok farklı model üretildi. Her yıl yeni modeller ekleniyor ve önceki modellerin bazı renk ve tasarım varyasyonları yapılıyordu.

# red4
source: Hot Wheels Redlines are highly prized among collectors for their era's features and rarity. Rare Redlines models, well preserved and in their original packaging, are traded at high prices by toy collectors. This legendary era laid the foundation for Hot Wheels' success and has become an icon in the toy vehicle world.
tr_tr: Hot Wheels Redlines, dönemin özellikleri ve nadirliği nedeniyle koleksiyoncular arasında oldukça değerlidir. İyi korunmuş ve orijinal ambalajında olan nadir Redlines modelleri, oyuncak koleksiyoncuları tarafından yüksek fiyatlarla alınıp satılmaktadır. Bu efsanevi dönem, Hot Wheels'in başarısının temellerini atmış ve oyuncak araç dünyasında bir ikon haline gelmiştir.

# renk
source: Color
tr_tr: Renk

# sari
source: Yellow
tr_tr: Sarı

# sayfa
source: Page
tr_tr: Sayfa

# sblue
source: Spectraflame Blue
tr_tr: Spektrum Mavisi

# seri
source: Series
tr_tr: Seri

# sgold
source: Spectraflame Gold
tr_tr: Spektrum Altını

# siku1
source: Siku is a famous toy vehicle brand founded in Germany in 1921. Its name is derived from the word "Siku", a shortening of the German word "Spielzeugauto" meaning "small toy vehicle". Siku is particularly known for its quality die-cast metal toy vehicles and offers miniature versions of real-life vehicles for children.
tr_tr: Siku, 1921 yılında Almanya'da kurulan ünlü oyuncak araç markasıdır. Adını "Siku" kelimesi, Almanca'da "küçük oyuncak araç" anlamına gelen "Spielzeugauto" kelimesinin kısaltılmasıyla oluşmuştur. Siku, özellikle kaliteli metal döküm oyuncak araçları ile tanınır ve çocuklar için gerçek hayattaki araçları minyatür versiyonları olarak sunar.

# siku2
source: Initially producing toys related to agricultural vehicles and other construction machinery, Siku gradually expanded into a wide range of vehicles including automobiles, trucks, buses, construction vehicles, ambulances, fire trucks. Siku toys attract attention with realistic details, durability and precision casting techniques.
tr_tr: Başlangıçta tarım araçları ve diğer iş makineleri ile ilgili oyuncaklar üreten Siku, zamanla otomobiller, kamyonlar, otobüsler, inşaat araçları, ambulanslar, itfaiye araçları gibi çeşitli taşıtları içeren geniş bir ürün yelpazesine sahip oldu. Siku oyuncakları, gerçekçi detaylar, dayanıklılık ve hassas döküm teknikleri ile dikkat çeker.

# siku3
source: Siku has been a popular brand for children and toy collectors. Over the years, it has increased its product range and offered special themed series, licensed vehicles and models of various scales. In addition, Siku toys provide a fun and educational play experience by supporting children's imagination and play skills.
tr_tr: Siku, çocuklar ve oyuncak koleksiyoncuları için popüler bir marka olmuştur. Yıllar içinde ürün çeşitliliğini artırmış ve özel temalı seriler, lisanslı araçlar ve çeşitli ölçeklerde modeller sunmuştur. Ayrıca, Siku oyuncakları, çocukların hayal gücünü ve oyun becerilerini destekleyerek eğlenceli ve öğretici bir oyun deneyimi sağlar.

# siku4
source: Although Siku is a Germany-based brand, it is recognized worldwide and has been a major player in the toy vehicle industry for many years.
tr_tr: Siku, Almanya merkezli bir marka olmasına rağmen dünya çapında tanınmaktadır ve oyuncak araç sektöründe uzun yıllardır önemli bir oyuncu olarak faaliyet göstermektedir.

# sikubilgi
source: Siku is a German-based toy car brand that has been a favorite choice among car enthusiasts since the 1950s. Siku is known for its die-cast vehicles and stands out with its realistic designs. From tractors to construction machinery, light commercial vehicles to sports cars, Siku offers a broad range of products. Flawless quality and attention to detail are among Siku's distinguishing features. Moreover, with various scales of models and licensed vehicles, it continues to be a favorite of collectors and toy enthusiasts. Siku nurtures the passion for cars by offering quality toys that combine engineering skills, fun, and learning.
tr_tr: Siku, Almanya merkezli oyuncak araba markasıdır ve 1950'lerden beri araba tutkunlarının vazgeçilmez tercihlerinden biri olmuştur. Siku, metal döküm araçlarıyla tanınır ve gerçekçi tasarımı ile ön plana çıkar. Traktörlerden inşaat makinelerine, hafif ticari araçlardan spor arabalara kadar geniş bir ürün yelpazesi sunar. Kusursuz kalite ve detaylar, Siku'nun öne çıkan özelliklerindendir. Ayrıca, çeşitli ölçeklerdeki modelleri ve lisanslı araçları ile koleksiyoncuların ve oyuncak meraklılarının gözdesi olmaya devam ediyor. Siku, mühendislik becerilerini, eğlenceyi ve öğrenmeyi bir araya getiren kaliteli oyuncaklar sunarak araba tutkusunu yaşatıyor.

source: Siku List
tr_tr: Siku Listesi

# sikuveritabani
source: Siku Database
tr_tr: Siku Veritabanı

# siyah
source: Black
tr_tr: Siyah

# smor
source: Spectraflame Purple
tr_tr: Spektrum Mor

# sorange
source: Spectraflame Orange
tr_tr: Spektrum Turuncusu

# sosyalmedya
source: Social Media
tr_tr: Sosyal Medya

# sred
source: Spectraflame Red
tr_tr: Spektrum Kırmızısı

# sthlist
source: HW Super Treasure Hunt List
tr_tr: HW Super Treasure Hunt Listesi

source: Tan
tr_tr: Ten Rengi

# tarih
source: Created Date:
tr_tr: Yazılma Tarihi:

# thunt1
source: 1995 Treasure Hunt Series
tr_tr: 1995 Treasure Hunt Serileri

# thunt10
source: 2011: Increase by 30 Models per Year - 15 TH and 15 STH
tr_tr: 2011: Yılda 30 Model İle Artış - 15 TH ve 15 STH

# thunt11
source: The Treasure Hunt and Super Treasure Hunt models have been increased to 15 per year. One new model per case (mixture) is produced in alphabetical order from A to Q. The letters I and O are not used because they remind one and zero. Listed with 15 letters in total, one of these models is the "normal" (hidden) Treasure Hunt, and the other is the Super Treasure Hunt model, which comes out in one of every 12 cases.
tr_tr: Treasure Hunt ve Super Treasure Hunt modelleri yılda 15'e çıkarıldı. Bir kasa (karışım) başına bir yeni model, A'dan Q'ya kadar harf sırasıyla sıralandırılarak üretilir. I ve O harfleri kullanılmaz çünkü bir ve sıfırı hatırlatırlar. Toplamda 15 harfle sıralanan bu modellerden biri "normal" (gizli) Treasure Hunt, diğeri ise her 12 kasadan birinde çıkan Super Treasure Hunt modelidir.

# thunt12
source: 2007 - 2011: Same Model Super and Regular T-Hunts
tr_tr: 2007 - 2011: Aynı Model Super ve Regular (Normal) T-Huntlar

# thunt13
source: For five years, Treasure Hunt and Super Treasure Hunt were the same model vehicle. There were several ways to distinguish the two, for example the SUPER had Spectraflame paint and Real Rider tires. During this five-year period, super treasure hunt models are marked with a dollar sign "Trea$ure Hunt$".
tr_tr: Beş yıl boyunca, Treasure Hunt ve Super Treasure Hunt aynı model araçtı. İkisini ayırt etmenin birkaç yolu vardı, örneğin SUPER'de Spectraflame boya ve Real Rider lastikleri bulunurdu. Bu beş yıllık dönem boyunca, süper treasure hunt modelleri "Trea$ure Hunt$" şeklinde dolar işareti ile işaretlenmiştir.

# thunt14
source: The use of green stripes on Hot Wheels cards has ended, and different models have been used between the Treasure Hunt and Super Treasure Hunt models. The 2012 Super Treasure Hunt models had "TH" graphics on them.
tr_tr: Hot Wheels kartlarında yeşil şerit kullanımı sona erdi ve Treasure Hunt ve Super Treasure Hunt modelleri arasında farklı modeller kullanılmaya başlandı. 2012 Super Treasure Hunt modellerinin üzerinde "TH" grafikleri bulunuyordu.

# thunt15
source: Normal treasure hunt models were still of the opinion that the card had lost it with the green stripe and "treasure hunt '12" written on it.
tr_tr: Normal treasure hunt modelleri hala kartın üzerinde yeşil şerit ve "treasure hunt '12" yazısıyla yitirdiği görüşündeydi.

# thunt16
source: In 2013, the green stripe was discontinued on regular treasure hunt cards, and a circle showing the flame symbol was added somewhere above the vehicles. Licensed real vehicles in the normal treasure hunt series are starting to dwindle. The 2013 Super Treasure Hunt models, on the other hand, had lots of great licensed vehicles!
tr_tr: 2013 yılında, normal treasure hunt kartlarında yeşil şerit kullanımı sona erdi ve araçların üzerinde bir yerde alev sembolünü gösteren bir daire eklenmeye başlandı. Normal treasure hunt serisindeki lisanslı gerçek araçlar azalmaya başladı. Öte yandan, 2013 Super Treasure Hunt modelleri, birçok harika lisanslı araca sahipti!

# thunt17
source: In 2014, some US editions stated, "This symbol indicates that the vehicle is rare and of high collectible value." had the expression.
tr_tr: 2014 yılında, bazı ABD sürümleri, "Bu sembol, aracın nadir ve yüksek koleksiyon değerine sahip olduğunu belirtir." ifadesini taşıyordu.

# thunt18
source: In 2016, the phrase "Congratulations! This symbol indicates that you have found a rare treasure hunting tool!" changed to . The T-Hunt has a silver flame logo at the bottom of the card, while the Super Treasure Hunt models are marked with a gold logo.
tr_tr: 2016 yılında, ifade "Tebrikler! Bu sembol, nadir bir hazine avı aracı bulduğunuzu gösterir!" şeklinde değiştirildi. T-Hunt için kartın altında gümüş bir alev logosu bulunurken, Super Treasure Hunt modelleri altın bir logo ile işaretlenmiştir.

# thunt19
source: The flame circle symbol is located both on the vehicle and on the back of the card, while the Silver symbol indicates the regular Treasure Hunt, and the gold symbol indicates the Super Treasure Hunt.
tr_tr: Alev daire sembolü hem araç üzerinde hem de kartın arka tarafında yer alırken, Gümüş sembol normal Treasure Hunt, altın sembol ise Super Treasure Hunt modelini belirtir.

# thunt2
source: Treasure Hunt Introduced in 1995 Treasure Hunt (sometimes called T-Hunt) is the Hot Wheels line of Mattel introduced in 1995 for adult collectors. It consisted of 12 vehicles released once a month or with a similar frequency and continued until 2011. The original production quantity was 10,000 for each vehicle worldwide; this number has increased over time due to Hot Wheels' growing demand as a sought-after collector's item.
tr_tr: 1995 Yılında Treasure Hunt Tanıtıldı Treasure Hunt (bazen T-Hunt olarak da adlandırılır), Mattel tarafından 1995 yılında yetişkin koleksiyoncular için tanıtılan Hot Wheels serisidir. Ayda bir defa veya benzeri bir sıklıkla yayımlanan 12 araçtan oluşmaktaydı ve 2011 yılına kadar devam etti. Orijinal üretim adedi dünya genelinde her bir araç için 10.000 adetti; bu sayı Hot Wheels'in koleksiyonerler tarafından aranan bir ürün olarak giderek artan talebi nedeniyle zamanla yükseldi.

# thunt3
source: 1997 - 1999: Plastic Wheels
tr_tr: 1997 - 1999: Plastik Tekerlekler

# thunt4
source: Plastic wheels - All Treasure Hunt models produced in 1997 - 1999 are made with plastic wheels.
tr_tr: Plastik tekerlekler - 1997 - 1999 yıllarında üretilen tüm Treasure Hunt modelleri plastik tekerleklerle yapılmıştır.

# thunt5
source: 2000: Real Riders are Back
tr_tr: 2000: Gerçek Lastikler (Real Riders) Geri Döndü

# thunt6
source: 2005: 10th Anniversary of Treasure Hunt
tr_tr: 2005: Treasure Hunt'in 10. Yılı

# thunt7
source: 2007: First Year of Super Treasure Hunts
tr_tr: 2007: Super Treasure Hunt'ların İlk Yılı

# thunt8
source: In 2007, Mattel introduced a two-deck Treasure Hunt system. A regular Treasure Hunt model comes with normal painted and normal plastic wheels like other Hot Wheels vehicles. It is said that the production of these models will be more than previous T-Hunt models in a case.
tr_tr: 2007 yılında, Mattel iki katlı bir Treasure Hunt sistemini tanıttı. Normal bir Treasure Hunt modeli, diğer Hot Wheels araçları gibi normal boyalı ve normal plastik tekerleklerle gelir. Bu modellerin üretimi, bir kasanın içindeki önceki T-Hunt modellerine göre daha fazla olacağı söylenmektedir.

# thunt9
source: The new "Super" Treasure Hunt models are much harder to find, spawning in one of 12 to 13 crates. A Super Treasure Hunt model comes with premium real tires and Spectraflame paint. Many Hot Wheels collectors have noticed in recent years that Super Treasure Hunt models are more likely in US Basic cases (mixtures) than in International Cases (Mixes).
tr_tr: Yeni "Super" Treasure Hunt modelleri ise bulması çok daha zordur, 12 ila 13 kasadan birinde çıkar. Bir Super Treasure Hunt modeli, premium gerçek lastikli ve Spectraflame boya ile gelir. Birçok Hot Wheels koleksiyoncusu son yıllarda ABD Basic kasalarında (karışımlarda) Super Treasure Hunt modellerinin, Uluslararası Kasalarda (Karışımlarda) olduğundan daha muhtemel olduğunu fark etmiştir.

# turuncu
source: Orange
tr_tr: Turuncu
