Repository: ttimocin/BaseHW
Catalog: BaseHW/Resources/SharedResource.*.resx
Languages: tr_tr

# uretimyil
source: Production Year
tr_tr: Yılı

# veritabani
source: Database
tr_tr: Veritabanı

# yazar
source: Author:
tr_tr: Yazar:

# yesil
source: Green
tr_tr: Yeşil

# yil
source: Year
tr_tr: Yıl
