Repository: ttimocin/BaseHW
Catalog: BaseHW/Resources/SharedResource.*.resx
Languages: tr_tr

# 1hafta
source: Week 1
tr_tr: 1. hafta

# 2022list
source: 2022 Hot Wheels Car List
tr_tr: 2022 Hot Wheels Araç Listesi

# 2023list
source: 2023 Hot Wheels Car List
tr_tr: 2023 Hot Wheels Araç Listesi

# aboutus1
source: We are here as a team that offers a website and mobile application specially designed for model cars and their collectors. We aim for passionate collectors to come together in the world of model cars and share their experiences together.
tr_tr: Biz, model arabalar ve koleksiyoncuları için özel olarak tasarlanmış bir internet sitesi ve mobil uygulama sunan bir ekip olarak buradayız. Tutkulu koleksiyoncuların, model araba dünyasında bir araya gelmesini ve birlikte deneyimlerini paylaşmasını hedefliyoruz.

# aboutus2
source: Our vision is to capture the excitement and magic of model cars, helping car enthusiasts organize their collections and keep track of their precious pieces. With the services we offer on our site and mobile application, we aim to offer a unique experience to car enthusiasts.
tr_tr: Vizyonumuz, model arabaların heyecanını ve büyüsünü yakalamak, araba tutkunlarının koleksiyonlarını düzenlemelerine ve değerli parçalarını takip etmelerine yardımcı olmaktır. Sitemizde ve mobil uygulamamızda sunduğumuz hizmetlerle, araba tutkunlarına benzersiz bir deneyim sunmayı amaçlıyoruz.

# aboutus3
source: We offer a large database on our website, especially for Siku brand cars. We allow Siku collectors to discover their favorite models and create their own collections. We also keep records of valuable parts for our users who are also interested in Hot Wheels vehicles. You can search for the tools you want, check their features and add them to your collection.
tr_tr: İnternet sitemizde, özellikle Siku marka arabalar için geniş bir veritabanı sunuyoruz. Siku koleksiyoncularının, en sevdikleri modelleri keşfetmelerine ve kendi koleksiyonlarını oluşturmalarına olanak sağlıyoruz. Ayrıca, Hot Wheels araçlarıyla da ilgilenen kullanıcılarımız için değerli parçaların kayıtlarını da tutuyoruz. İstediğiniz araçları arayabilir, özelliklerini kontrol edebilir ve koleksiyonunuza ekleyebilirsiniz.

# aboutus4
source: Our mobile application, on the other hand, allows users to transport their model car collections. Users who download the application can easily save cars in their collection, can upload photos and add notes. So they always have their collections with them. they can carry and share with their friends.
tr_tr: Mobil uygulamamız ise kullanıcıların model araba koleksiyonlarını taşımalarına olanak tanır. Uygulamayı indiren kullanıcılar, kendi koleksiyonlarındaki arabaları kolayca kaydedebilir, fotoğraflarını yükleyebilir ve notlar ekleyebilir. Böylece koleksiyonlarını her zaman yanlarında taşıyabilir ve arkadaşlarıyla paylaşabilirler.

# aboutus5
source: As a team, we are constantly working to improve the experience of our users. on our site and We strive to add more brands and models in our app, provide user-friendly features and encourage communication between collectors.
tr_tr: Ekip olarak, kullanıcılarımızın deneyimini sürekli geliştirmek için çalışıyoruz. Sitemizde ve uygulamamızda daha fazla marka ve model eklemek, kullanıcı dostu özellikler sunmak ve koleksiyoncular arasında iletişimi teşvik etmek için çabalıyoruz.

# aboutus6
source: We invite anyone interested in model cars to join our community and share their passion. Visit our site, download our mobile app and enjoy the fascinating world of model cars. dive in.
tr_tr: Model arabalarla ilgilenen herkesi topluluğumuza katılmaya ve tutkularını paylaşmaya davet ediyoruz. Sitemizi ziyaret edin, mobil uygulamamızı indirin ve model arabaların büyüleyici dünyasına dalın.

# aboutus7
source: We wish you days full of passion for cars!
tr_tr: Araba tutkusuyla dolu günler dileriz!

# aboutus8
source: BaseHW.net Team
tr_tr: BaseHW.net Ekibi

# altin
source: Gold
tr_tr: Altın

# anasayfa
source: HOMEPAGE
tr_tr: ANASAYFA

# arama
source: Search
tr_tr: Arama

# base1
source: What does Hot Wheels "Base Codes" mean?
tr_tr: Hot Wheels "Base Codes" ne anlama geliyor?

# base2
source: Beginning in 2008, Mattel puts the date of manufacture on the underside of Hot Wheels and Matchbox vehicles. Added a code system that shows This system was called "Base Code". Base Code, vehicle It consists of a combination that indicates the year it was produced and the week in which it was produced.
tr_tr: 2008 yılından itibaren Mattel, Hot Wheels ve Matchbox araçlarının alt kısmına üretim tarihini gösteren bir kod sistemi ekledi. Bu sistem, "Base Code" olarak adlandırıldı. Base Code, aracın üretildiği yılı ve hangi haftada üretildiğini belirten bir kombinasyondan oluşmaktadır.

# base3
source: The first character of the Base Code begins with a letter representing the year the vehicle was manufactured, followed by numbers indicating which week of the year of manufacture the vehicle was produced. For example, if a base code is "B30", it indicates that this vehicle was manufactured in week 30 of 2009. Similarly, the "P41" base code means it was produced in week 41 of 2021.
tr_tr: Base Code'un ilk karakteri, aracın üretildiği yılı temsil eden bir harfle başlar ve ardından üretim yılının hangi haftasında üretildiğini gösteren rakamlar gelir. Örneğin, bir base code "B30" ise, bu aracın 2009 yılının 30. haftasında üretildiğini gösterir. Benzer şekilde, "P41" base code'u, 2021 yılının 41. haftasında üretildiği anlamına gelir.

# base4
source: As an important note, "I", "O" and "Q" are not used between letters. In this way, date codes become clearer and more understandable.
tr_tr: Önemli bir not olarak, harfler arasında "I", "O" ve "Q" kullanılmamaktadır. Bu sayede tarih kodları daha net ve anlaşılır hale gelmektedir.

# base5
source: This base code system is an invaluable source of information for collectors to identify and track production dates of vehicles.
tr_tr: Bu base code sistemi, koleksiyoncular için araçların üretim tarihlerini belirlemek ve takip etmek açısından oldukça değerli bir bilgi kaynağıdır.

# base6
source: Letter
tr_tr: Harf

# base7
source: Year
tr_tr: Yıl

# beyaz
source: White
tr_tr: Beyaz

# bilgibankasi
source: Info Center
tr_tr: Bilgi Bankası

# black1
source: Hot Wheels Blackwalls era, 1977, when Mattel significantly redesigned the Hot Wheels lineup It refers to the period between 1988 and 1988. During this time, black walls were used instead of the red lines on the wheels of Hot Wheels cars, giving the cars a more stylish and modern look.
tr_tr: Hot Wheels Blackwalls dönemi, Mattel'in Hot Wheels serisini önemli bir şekilde yeniden tasarladığı 1977 ile 1988 yılları arasındaki dönemi ifade eder. Bu süre zarfında, Hot Wheels arabalarının tekerleklerindeki kırmızı çizgiler yerine siyah duvarlar (black walls) kullanılmaya başlandı ve bu da arabalara daha şık ve modern bir görünüm kazandırdı.

# black2
source: The era of Blackwalls saw a shift with a focus on more realistic designs and authenticity, with manufacturers like Ferrari, Porsche, and Lamborghini launching a variety of car models inspired by real-life vehicles. This emphasis on realism appealed to an older collector and fan base with an interest in Blackwalls era cars with their detailed designs and high-quality builds.
tr_tr: Blackwalls dönemi, daha gerçekçi tasarımlara ve otantikliğe odaklanarak, Ferrari, Porsche ve Lamborghini gibi üreticilerin gerçek hayattaki araçlarından esinlenerek çeşitli araba modellerini piyasaya sürdüğü bir değişim gördü. Bu gerçekçilik vurgusu, detaylı tasarımlar ve yüksek kaliteli yapılarıyla Blackwalls dönemi arabalarına ilgi duyan daha yaşlı bir koleksiyoncu ve hayran kitlesini cezbetti.

# black3
source: Alongside the new black walls, the Blackwalls era also introduced the use of chrome-plated plastic in some car parts, a new plastic windshield design, and a wider range of body styles and paint schemes.
tr_tr: Yeni siyah duvarların yanı sıra, Blackwalls dönemi aynı zamanda bazı araba parçalarında krom kaplamalı plastik kullanımını, yeni bir plastik ön cam tasarımını ve daha geniş bir gövde stili ve boya şeması yelpazesini tanıttı.

# black4
source: Popular with collectors and fans, the era of Blackwalls ended in 1989 with the start of the Hot Wheels Blue Card era, when more detailed and realistic cars were offered with tires as well as other advanced features. But still, the Blackwalls era remains an important period in Hot Wheels' history, and many collectors still take an interest in and value these classic cars today.
tr_tr: Koleksiyoncular ve hayranlar arasında popüler olan Blackwalls dönemi, 1989'da daha detaylı ve gerçekçi arabaların lastiklerinin yanı sıra diğer gelişmiş özelliklerle sunulduğu Hot Wheels Blue Card döneminin başlangıcıyla sona erdi. Ancak yine de, Blackwalls dönemi Hot Wheels'in tarihinde önemli bir dönem olmaya devam ediyor ve birçok koleksiyoncu bugün hala bu klasik arabalara ilgi göstermeye ve değer vermeye devam ediyor.

# blue1
source: Hot Wheels Blue Cards refers to the line of Hot Wheels cars produced by Mattel from 1989 to 1994. Also referred to by some as the "Collector Number" era. Blue Cards was a redesign of Hot Wheels packaging that was previously available in yellow and red packaging for over 20 years.
tr_tr: Hot Wheels Blue Cards, Mattel tarafından 1989 ile 1994 yılları arasında üretilen Hot Wheels arabaları serisini ifade eder. Bazıları tarafından "Collector Number" dönemi olarak da adlandırılır. Mavi Kartlar, daha önce 20 yıldan fazla süredir sarı ve kırmızı ambalajlarla sunulan Hot Wheels ambalajlarının bir yeniden tasarımıydı.

# blue2
source: The Blue Card era was characterized by a blue and silver packaging and design with a more modern look. The packaging also contained a clear plastic blister pack that allowed collectors to see inside the car without removing it from the package.
tr_tr: Mavi Kart dönemi, daha modern bir görünüme sahip mavi ve gümüş renkli bir ambalaj ve tasarım ile karakterize ediliyordu. Ambalaj ayrıca, koleksiyoncuların arabayı paketten çıkarmadan içini görmesine olanak tanıyan şeffaf plastik blister paket içeriyordu.

# blue3
source: Alongside the new packaging design, the Blue Card era introduced more detailed and realistic designs to the Hot Wheels lineup, as well as new features such as working suspensions and opening doors.
tr_tr: Yeni ambalaj tasarımının yanı sıra, Mavi Kart dönemi, Hot Wheels serisine daha detaylı ve gerçekçi tasarımların yanı sıra çalışan süspansiyonlar ve açılabilir kapılar gibi yeni özellikleri de tanıttı.

# blue4
source: Despite the popularity of the Blue Card era among collectors, it ended in 1995 with the introduction of the Hot Wheels Treasure Hunt series. In this new series, even more detailed and highly collectible cars were featured with unique paint schemes and designs.
tr_tr: Koleksiyoncular arasında Mavi Kart döneminin popülerliğine rağmen, 1995 yılında Hot Wheels Hazine Avı serisinin tanıtımıyla sona erdi. Bu yeni seride, daha da detaylı ve koleksiyon değeri yüksek arabalar benzersiz boya şemaları ve tasarımlarıyla yer aldı.

# blue5
source: Today, Hot Wheels Blue Karts remain popular with collectors and fans alike, with many looking for rare and hard-to-find models from this era. While the Blue Card era isn't as nostalgic as earlier eras like Redlines or Blackwalls, it remains an important period in Hot Wheels' history and is a valuable part of serious collector's collections.
tr_tr: Bugün, Hot Wheels Mavi Kartlar, koleksiyoncular ve hayranlar arasında popülerliğini koruyor ve birçok kişi bu dönemin nadir ve zor bulunan modellerini arıyor. Mavi Kart dönemi, Redlines veya Blackwalls gibi daha önceki dönemler kadar nostaljiye sahip olmasa da, Hot Wheels'in tarihinde önemli bir dönem olarak kalır ve ciddi koleksiyoncuların koleksiyonlarının değerli bir parçasıdır.

# bordo
source: Maroon
tr_tr: Bordo

# bronz
source: Bronze
tr_tr: Bronz

# card1
source: What do the Hot Wheels "Long Card" and "Short Card" mean?
tr_tr: Hot Wheels "Uzun Kart" ve "Kısa Kart" ne anlama geliyor?

# card2
source: Hot wheels cartons are sold short in Europe and long in America. Some special series vehicles come to Europe as long cards. However, mainline tools called regular come as short cards.
tr_tr: Hot wheels kartonetleri Avrupa'da kısa, Amerika kıtasında uzun olarak satılmaktadır. Avrupa'ya bazı özel seri araçlar uzun kart olarak gelmektedir. Ancak regular olarak adlandırılan mainline araçlar kısa kart olarak gelmektedir.

# case1
source: What does Hot Wheels "Case Letters" mean?
tr_tr: Hot Wheels "Case Letters" ne anlama geliyor?

# case2
source: Hot Wheels boxes have some codes on them. Capital letters I and O are not used because they remind one and zero. The 15 main serial letters per year are:
tr_tr: Hot Wheels kutuları üzerinde bazı kodlar bulunur. Büyük harf I ve O harfleri kullanılmaz, çünkü bir ve sıfırı hatırlatırlar. Yılda 15 ana seri harf şunlardır:

# case3
source: A, B, C, D, E, F, G, H, J, K, L, M, N, P and Q.
tr_tr: A, B, C, D, E, F, G, H, J, K, L, M, N, P ve Q.

# case4
source: Hot Wheels main series boxes contain 72 vehicles. US boxes begin with "2593-", International cases begin with "C4982-". All major series boxes include one Treasure Hunt model, but Super Treasure Hunt is not guaranteed in every box. Super Treasure Hunt models are thought to debut in an estimated one in a thousand vehicles or one in fourteen boxes.
tr_tr: Hot Wheels ana seri kutuları 72 adet araç içerir. ABD kutuları "2593-" ile başlarken, Uluslararası kasalar "C4982-" ile başlar. Tüm ana seri kutularda bir adet Treasure Hunt modeli bulunur, ancak her kutu içinde Super Treasure Hunt garanti değildir. Süper Treasure Hunt modellerinin tahmini olarak bin aracın birinde veya on dört kutu içinde birinde çıktığı düşünülmektedir.

# case5
source: International Hot Wheels box code - box with D Case
tr_tr: Uluslarası Hot Wheels kutu kodu - D Case içeren kutu

# case6
source: American Hot Wheels box code - box with K Case
tr_tr: Amerikan Hot Wheels kutu kodu - K Case içereN kutu

source: Color
tr_tr: Renk

# contact1
source: You can reach us via e-mail for all your opinions, questions and suggestions:
tr_tr: Her türlü görüş, soru ve önerileriniz için bize e-posta yoluyla ulaşabilirsiniz:

# contact2
source: We look forward to your feedback!
tr_tr: Görüşlerinizi bekliyoruz!

# copy1
source: Copyright Notice
tr_tr: Telif Hakkı Politikamız

# copy10
source: Your copyright infringement notice will be reviewed, and the necessary action will be taken, such as removing or modifying the content if required.
tr_tr: Göndermiş olduğunuz telif hakkı ihlali bildirimi incelenecek ve gereken durumlarda içerik kaldırılacak veya düzenlenecektir.

# copy11
source: Please refrain from unauthorized copying or using any content from our website. Otherwise, we reserve the right to enforce our legal rights.
tr_tr: Lütfen, sitemizdeki içerikleri izinsiz kopyalamaktan veya herhangi bir şekilde izinsiz kullanmaktan kaçınınız. Aksi takdirde, yasal haklarımızı kullanma hakkımız saklıdır.

# copy12
source: Best regards,
tr_tr: Saygılarımızla,

# copy2
source: Dear Visitor,
tr_tr: Sayın Ziyaretçi,

# copy3
source: Thank you for visiting our website. The information and images shared on our website have been carefully prepared and curated by us. All contents are protected by applicable copyright and other intellectual property rights.
tr_tr: Bu web sitesini ziyaret ettiğiniz için teşekkür ederiz. Sitemizde yer alan bilgiler ve görseller, tarafımızca özenle hazırlanmış ve paylaşılmıştır. Tüm içerikler, yasal telif hakları ve diğer fikri mülkiyet hakları ile korunmaktadır.

# copy4
source: On this page, we commit to respecting intellectual property rights and cooperating with you through a method created to address copyright infringements. If you believe that any of the images or information on our website violate your copyrights, please contact us at the address provided below:
tr_tr: Bu sayfada, fikri mülkiyet haklarını saygı duymayı ve telif hakkı ihlallerine karşı oluşturulan bir yöntemle sizinle işbirliği yapmayı taahhüt ediyoruz. Eğer sitemizde yer alan herhangi bir görsel veya bilginin telif haklarınıza, haklarınızı ihlal ettiğini düşünüyorsanız, lütfen aşağıda belirtilen adrese başvurun:

# copy5
source: Copyright Infringement Notification Address:
tr_tr: Telif Hakkı İhlali Bildirim Adresi:

# copy6
source: Please send an email including the following information:
tr_tr: Lütfen şu bilgileri içeren bir e-posta gönderin:

# copy7
source: 1- A clear and detailed description of the content you believe infringes your copyright,
tr_tr: 1- Telif hakkını ihlal ettiğini düşündüğünüz içeriğin açık ve detaylı tanımı,

# copy8
source: 2- The URL or page link where the relevant content is located,
tr_tr: 2- İlgili içeriğin bulunduğu URL veya sayfa bağlantısı,

# copy9
source: 3- Documents or other supporting evidence to verify your copyright ownership.
tr_tr: 3- Telif hakkınızı kanıtlamak için kullanabileceğiniz belgeler veya diğer destekleyici bilgiler.

# destek
source: Support
tr_tr: Destek

# dmavi
source: Teal
tr_tr: Deniz Mavisi

# eposta
source: Email
tr_tr: E-posta

# etiket
source: Tags
tr_tr: Etiketler

# fotog
source: Image
tr_tr: Fotograf

# geri
source: Back
tr_tr: Geri

# geridon
source: Go Back
tr_tr: Geri Dön

# gri
source: Gray
tr_tr: Gri

# gumus
source: Silver
tr_tr: Gümüş

# hakkimizda
source: About Us
tr_tr: Hakkımızda

# hosgeldiniz
source: Welcome
tr_tr: Hoşgeldiniz

# hotwheelsbilgi
source: Hot Wheels is one of the leading brands in the world of toy cars. Introduced by Mattel in 1968, Hot Wheels has won the hearts of children and collectors with its design and performance-focused toy cars. Its vibrant colors, stunning designs of both licensed vehicles and original models, captivate car enthusiasts of all ages. Additionally, with race tracks and playsets, it provides players with fun and competitive moments. Hot Wheels offers an entertaining journey into the world of cars, promoting creativity and imagination.
tr_tr: Hot Wheels, oyuncak araba dünyasının önde gelen markalarından biridir. 1968 yılında Mattel tarafından tanıtılan Hot Wheels, tasarım ve performans odaklı oyuncak arabalarıyla çocukların ve koleksiyoncuların kalbini kazanmıştır. Canlı renklere sahip çarpıcı tasarımları, lisanslı araçların minyatür replikaları ve özgün modelleri ile her yaştan araba tutkununun ilgisini çekiyor. Ayrıca, yarış pistleri ve oyun setleri ile oyuncuların eğlenceli ve rekabet dolu anlar yaşamasını sağlar. Hot Wheels, yaratıcılığı ve hayal gücünü teşvik ederek araba dünyasına eğlence dolu bir yolculuk sunuyor.

# hwkutuliste
source: Hw Case List
tr_tr: HW Kutu Listesi

# iletisim
source: CONTACT
tr_tr: İLETİŞİM

# iletisimkisa
source: Contact
tr_tr: İletişim

source: Image
tr_tr: Fotoğraf

# inci
source: Pearl
tr_tr: İnci

source: INFO
tr_tr: BİLGİ

# info1
source: About Hot Wheels
tr_tr: Hot Wheels Hakkında

# info10
source: HW Car List by Case
tr_tr: Kutulara göre HW Araba Listesi

# info2
source: Base Codes
tr_tr: Temel Kodlar

# info3
source: Case Letters
tr_tr: Kutu Kodları

# info4
source: Long Card - Short Card
tr_tr: Uzun Kart- Kısa Kart

# info5
source: HW Treasure Hunt Series
tr_tr: HW Treasure Hunt Serileri

# info6
source: Treasure Hunts History - 1995
tr_tr: Treasure Hunts Tarihi - 1995

# info7
source: History of Super Treasure Hunt - 2007
tr_tr: Super Treasure Hunt Tarihi - 2007

# info8
source: Matchbox Chase List
tr_tr: Matchbox Chase Listesi

# info9
source: Matchbox 2021-2023 Chase List
tr_tr: Matchbox 2021-2023 Chase Listesi

# infokucuk
source: Info
tr_tr: Bilgi

# infos
source: Info
tr_tr: Bilgi Bankası

# kapat
source: Close
tr_tr: Kapat

# kirmizi
source: Red
tr_tr: Kırmızı

# krem
source: Cream
tr_tr: Krem Rengi

# kum
source: Sand
tr_tr: Kum Rengi

# kutu
source: Case Letter
tr_tr: Kutu Harfi

# kutukodliste
source: List by box codes
tr_tr: Kutu kodlarına göre liste

# language
source: DİL
tr_tr: LANGUAGE

# matchboxbilgi
source: Matchbox is a longstanding and iconic brand in the world of toy cars. Introduced by Lesney Products in 1953, Matchbox enriched the imaginations of children by producing miniature replicas of real-life vehicles. With realistic details, durable construction, and a wide range of model options, Matchbox has been cherished by car enthusiasts for many years, finding a place in their collections. When it comes to toy cars, Matchbox is one of the first brands that come to mind, representing a nostalgic passion that remains timeless.
tr_tr: Matchbox, oyuncak araba dünyasının köklü ve ikonik markalarından biridir. 1953 yılında Lesney Products tarafından piyasaya sürülen Matchbox, gerçek hayattaki araçların minyatür replikalarını üreterek çocukların hayal dünyasını zenginleştirdi. Gerçekçi detayları, dayanıklı yapısı ve geniş model seçenekleri ile Matchbox, uzun yıllardır araba meraklıları tarafından sevilerek koleksiyonlarında yer alıyor. Oyuncak araba denildiğinde akla gelen ilk markalardan biri olan Matchbox, zamansız çekiciliğiyle günümüzde de nostaljik bir tutkuyu temsil ediyor.

# model
source: Model Name
tr_tr: Model İsmi

# modeladi
source: Model Name
tr_tr: Model Adı

# mor
source: Purple
tr_tr: Mor

# olcek
source: Scale
tr_tr: Ölçek

# ozellik
source: Special
tr_tr: Özellik

# pembe
source: Pink
tr_tr: Pembe

# populargonderi
source: Popular Posts
tr_tr: Popüler Gönderiler

# privacy
source: Privacy Policy
tr_tr: Gizlilik Politikası

# privacy1
source: This privacy policy describes information about your access and use of the website at BaseHw.net. We respect your privacy and are committed to protecting the privacy of your personal data.
tr_tr: Bu gizlilik politikası, BaseHw.net adresindeki internet sitesine erişiminiz ve kullanımınızla ilgili bilgileri açıklar. Gizliliğinize saygı duyuyor ve kişisel verilerinizin gizliliğini koruma taahhüdünde bulunuyoruz.

# privacy10
source: Privacy Policy Updates
tr_tr: Gizlilik Politikası Güncellemeleri

# privacy12
source: If you have any questions about our privacy policy, please contact us at hwdiecasttr@gmail.com contact.
tr_tr: Gizlilik politikamızla ilgili herhangi bir sorunuz varsa, lütfen hwdiecasttr@gmail.com adresinden bizimle iletişime geçin.

# privacy2
source: Information Collected.
tr_tr: Toplanan Bilgiler

# privacy3
source: As BaseHw.Net, we do not collect any personal information when you visit our site.
tr_tr: Sitemizi ziyaret ettiğinizde, BaseHw.Net olarak herhangi bir kişisel bilgi toplamamaktayız.

# privacy4
source: Cookies
tr_tr: Çerezler

# privacy5
source: Cookies are used on our site. Cookies are small text files placed on the user's computer or mobile device of the website. Cookies are used to make the site more user-friendly, remember user preferences and monitor the performance of our site. Cookies do not collect your personal information and do not violate your privacy. You can refuse to accept cookies in your browser's settings, but in this case you may not be able to fully use some features of our site.
tr_tr: Sitemizde çerezler (cookies) kullanılmaktadır. Çerezler, internet sitesinin kullanıcının bilgisayarına veya mobil cihazına yerleştirilen küçük metin dosyalarıdır. Çerezler, siteyi daha kullanıcı dostu hale getirmek, kullanıcı tercihlerini hatırlamak ve sitemizin performansını izlemek için kullanılır. Çerezler, kişisel bilgilerinizi toplamaz ve gizliliğinizi ihlal etmez. Tarayıcınızın ayarlarından çerezleri kabul etmeyi reddedebilirsiniz, ancak bu durumda sitemizin bazı özelliklerini tam olarak kullanamayabilirsiniz.

# privacy6
source: Information in Databases
tr_tr: Veritabanlarındaki Bilgiler
